Repository: dinhquydds/nanocucurmin
Catalog: tm/implant-omegat.tmx
Source language: en_us
Languages: vi

source: % Subjects
vi: % Chủ đề

source: (B) often has an A-P dimension of 2 to 5 mm.
vi: (B) thường có kích thước trước sau 2 đến 5 mm.

source: (FP-1 is ideal, FP-2 is hypercontoured, and FP-3 replaces the gingiva drape with pink porcelain or acrylic.) The difference between FP-2 and FP-3 most often is related to the high maxillary lip position during smiling or the mandibular lip position during sibilant sounds of speech.
vi: (FP-1 là lý tưởng, FP-2 is đường viền cao, and FP-3 thay thế nướu với sứ hồng hoặc nhựa). Khác biệt giữa FP-2 và FP-3 thường liên quan tới vị trí môi trên cao khi cười hoặc vị trí của môi dưới khi nói.

source: (Figure 4-7).
vi: (Hình 4-7).

source: (Figure 7-3).
vi: (Hình 7-3).

source: (and an FP-2 or FP-3 restoration) should be placed in the mesiodistal position for the best biomechanical and hygienic situation.
vi: (và một phục hình FP-2 hoặc FP-3) nên được đặt ở vị trí gần xa để đạt được sinh cơ học và vệ sinh tốt nhất.

source: + 1.5 mm) and one 5-mm-diameter implant for the ﬁrst molar allows more bone around each implant.
vi: + 1.5 mm) và một implant đường kính 5mm cho răng cối lớn thứ nhất cho phép nhiều xương hơn quanh mỗi implant.

source: -METAL
vi: -KIM LOẠI

source: 10 years, whereas individual crowns have less than 1% risk of decay within this time frame.3 Unrestored natural teeth have less risk of decay, and implants
vi: 10 năm, trong khi mão răng cá nhân có nguy cơ ít hơn 1% sâu răng trong cùng thời gian..3 Răng tự nhiên không có phục hồi ít nguy cơ sâu răng và implant

source: 2 prosthesis, the original available bone height has decreased by natural resorption or osteoplasty at the time of implant placement.
vi: , chiều cao xương có sẵn ban đầu giảm do tiêu xương sinh lý hoặc tạo hình xương tại thời điểm cấy ghép implant.

source: 2.04mm exists between the depth of the sulcus and the crest of the alveolar bone (Figure 4-13).
vi: 2.04mm exists between the depth of the sulcus and the crest of the alveolar bone (Hình 4-13).

source: 2.5 times the A-P distance (when patient force factors are low and bone density is good).
vi: 2.5 lần khoảng cách trước sau (khi yếu tố lực của bệnh nhân thấp và mật độ xương tốt).

source: 3.3 mm around the implants observed (Figure 4-10). Years subsequent to the ﬁrst showed an average of
vi: 3.3 mm around the implants observed (Hình 4-10). Years subsequent to the ﬁrst showed an average of

source: 6 anteriors
vi: 6 răng trước

source: This phase commences just after the prosthesis placement and continues as long as the implants remain in the jaws.
vi: Giai đoạn này bắt đầu ngay sau khi gắn phục hình và tiếp tục miễn là implant vẫn còn trong hàm

source: In other words, the entire system beneﬁts.25-28
vi: Nói cách khác, lợi ich hệ thống toàn bộ.25-28

source: (Adapted from Tjan AH, Miller GD, The JG: Some esthetic factors in a smile, J Prosthet Dent 51:24-28, 1984.)
vi: (Theo Tjan AH, Miller GD, The JG: Some esthetic factors in a smile, J Prosthet Dent 51:24-28, 1984.)

source: A-P, Anteroposterior distance.
vi: A-P, Khoảng cách trước sau.

source: The ﬁrst submerged implant placed by Strock was still functioning 40 years later15 (Figure 2-2).
vi: The ﬁrst submerged implant placed by Strock was still functioning 40 years later15 (Hình 2-2).

source: B, A maxillary denture opposing an RP-4 overdenture in the mandible.
vi: B, Hàm giả hàm trên đối diện phục hình RP-4 hàm phủ ở hàm dưới.

source: B, The high lip line during smiling shows the interdental papillary regions in the anterior maxilla.
vi: B, Đường môi cao trong khi cười lộ ra vùng nhú nướu kẽ răng ở răng trước hàm trên.

source: B, The high smile line of the same patient.
vi: B, Đường cười cao của cùng bệnh nhân.

source: B, The hybrid prosthesis in the mandibular arch.
vi: B, Phục hình lai hàm dưới.

source: (Adapted from Cade RE: The role of the mandibular anterior teeth in complete denture esthetics, J Prosthet Dent 42:368-370, 1979.)
vi: (Theo Cade RE: The role of the mandibular anterior teeth in complete denture esthetics, J Prosthet Dent 42:368-370, 1979.)

source: B, The high maxillary lip line during smiling is noted before fabrication of the prosthesis.
vi: B, Môi trên cao trong khi cười cần chú ý khi làm phục hình.

source: B, The maxillary right canine implant crown in position.
vi: B, Implant răng nanh hàm trên bên phải.

source: B, When four adjacent teeth are missing, the terminal abutments are key implant positions.
vi: B, Khi mất bốn răng kế cận, abutment tận cùng là vị trí của implant chìa khoá.

source: C, A panoramic radiograph of the same prostheses.
vi: C, Phim toàn cảnh của cùng phục hình

source: B, The same restoration.
vi: B, Cùng phục hình.

source: B, When seven or more implants are placed in an edentulous mandible, two separate prostheses with no posterior cantilever may be designed.
vi: B, Khi có bảy implant hoặc nhiều hơn đặt ở hàm dưới mất răng, thiết kế hai phục hồi riêng biệt với không có nhịp vói ở phía sau.

source: Therefore, when two implants are 10 mm apart with a cantilever or extension of 20 mm, the mechanical advantage is two (20 mm/10 mm).
vi: Vì vậy, khi hai implant 10 mm với nhịp vói mở rộng 20 mm, lợi thế cơ học là hai (20 mm/10 mm).

source: A primary reason to consider dental implants to replace missing teeth is the maintenance of alveolar bone (Figure 1-26).
vi: A primary reason to consider dental implants to replace missing teeth is the maintenance of alveolar bone (Hình 1-26).

source: A greater number of implants are generally required in the maxilla to compensate for the less dense bone and more unfavorable biomechanics of the premaxilla, and range from 7 to 10 implants with at least 3 implants from canine to canine (Figure 8-20).
vi: Hàm trên thường cấn nhiều implant hơn để bù trừ sự thiếu mật độ xương và lực sinh cơ học không thích hợp của hàm trên, khoảng từ 7 đến 10 implant với ít nhất 3 implant từ răng nanh này đến răng nanh kia (Hình 8-20)

source: A porcelain-to-metal prosthesis with attachments in selected abutment crowns can be fabricated for patients with the cosmetic desire of a ﬁxed prosthesis.
vi: Phục hình sứ kim loại với attachment trong mão răng được chọn có thể chế tạo cho bệnh nhân với đòi hỏi thẩm mỹ của phục hình cố định.

source: A bar connects the implants and can support an RP-5 mandibular overdenture.
vi: Thanh nối implant và có thể nâng đỡ hàm phủ RP-5 hàm dưới.

source: A biomechanical-based treatment plan reduces compli- cations after implant loading with the prosthesis. To
vi: Kế hoạch điều trị dựa trên sinh cơ học giảm biến chứng sau tải lực lên implant với phục hình.

source: A cantilevered restoration on multiple implants may be compared with a class I lever.
vi: Một phục hình vói trên nhiều implant có thể được so sánh đòn bẩy loạ I.

source: A common axiom in traditional prosthodontics for partial edentulism is to provide a ﬁxed partial denture
vi: Sự thật phổ biến trong phục hình truyền thống cho mất răng bán phần là là hàm giả bán phần cố định.

source: A multiple-unit FP-2 restoration does not require as speciﬁc an implant position in the mesial or distal position because the cervical contour is not displayed during function.
vi: Phục hình nhiều đơn vị FP-2 không đòi hỏi vị trí implant đặc biệt ở phía gần hoặc phía xa bởi vì đường viền cổ răng không thấy khi thực hiện chức năng.

source: A plain ﬁlm radiograph (periapical or panoramic) should be taken postsurgically so that a baseline image may be used to evaluate against future ﬁlms (Figure 3-24).
vi: A plain ﬁlm radiograph (periapical or panoramic) should be taken postsurgically so that a baseline image may be used to evaluate against future ﬁlms (Hình 3-24).

source: A preimplant treatment denture may be fabricated to ensure the patient’s satisfaction.
vi: Có thể làm hàm điều trị tiền implan để chắc chắn bệnh nhân hài lòng.

source: A second advantage of separate dental units is the ability to replace a single unit to repair porcelain fracture.
vi: Ưu điểm thứ hai của đơn vị răng riêng lẻ là khả năng thay thế sửa chữa nếu sứ bị nứt vỡ..

source: A second common complication of teeth-supported ﬁxed prosthetic restorations is endodontic-related factors that occur in approximately 15% of cases within 10 years.
vi: Một biến chứng thường gặp thứ hai của phục hình cố định nâng đỡ trên răng là các yếu tố liên quan tới nội nha xảy ra khoảng 15% các trường hợp trong vòng 10 năm.

source: A second historical phase of treatment planning has since developed based on esthetics.
vi: Một giai đoạn lịch sử thứ hai của kế hoạch điều trị được phát triển dựa trên thẩm mỹ.

source: A single crown has a caries risk of less than 1% within 10 years.
vi: Một mão răng đơn lẻ có nguy cơ sâu răng ít hơn 1% tron 10 năm.

source: A single crown has an endodontic risk of 3% to 5.6%.
vi: Một răng đơn lẻ có nguy cơ nội nha khoảng 3 - 5,6%.

source: A single- tooth FP-1 crown may use aluminum oxide cores and porcelain crowns, or ceramic abutments and porcelain crowns.
vi: Một mão răng đơn lẻ FP-1 có thể dùng lõi aluminum oxide và mão răng sứ, hoặc abutment sứ, và mão răng sứ.

source: A tapered arch form (C)
vi: Cung răng nhọn (C)

source: A third reason for independent crowns is primarily related to natural teeth.
vi: Lý do thứ 3 cho mão răng độc lập là liên quan chủ yếu đến răng thật.

source: A three- to four-unit prosthesis may be fabricated with only these abutments, when nearly all the force factors are low and the bone density is favorable (Figure 8-3).
vi: Một phục hình ba đến bốn đơn vị có thể được làm với những abutment này, khi mà tất cả yếu tố lực thấp và mật độ xương thích hợp.

source: A three-pontic span ﬂexes 27 times more than a one-pontic span (Figure 8-5).7-9 As a result, not only is the magnitude of the force increased to the adjacent abutments when the prosthesis has three
vi: A three-pontic span ﬂexes 27 times more than a one-pontic span (Hình 8-5).7-9 As a result, not only is the magnitude of the force increased to the adjacent abutments when the prosthesis has three

source: A traditional ﬁxed prosthetic axiom indicates it is contraindicated to replace a canine and two or more adjacent teeth.6,10 Therefore if a patient desires a ﬁxed prosthesis, implants are required whenever the following adjacent teeth are missing in either arch: (1) the ﬁrst premolar, canine, and lateral incisor; (2) the second premolar, ﬁrst premolar, and canine; and (3) the canine, lateral, and central incisors (Figure 8-8).
vi: A traditional ﬁxed prosthetic axiom indicates it is contraindicated to replace a canine and two or more adjacent teeth.6,10 Therefore if a patient desires a ﬁxed prosthesis, implants are required whenever the following adjacent teeth are missing in either arch: (1) the ﬁrst premolar, canine, and lateral incisor; (2) the second premolar, ﬁrst premolar, and canine; and (3) the canine, lateral, and central incisors (Hình 8-8).

source: A transfer coping is used in tradi- tional prosthetics to position a die in an impression32 (Figure 2-10).
vi: A transfer coping is used in tradi- tional prosthetics to position a die in an impression32 (Hình 2-10).

source: A treatment option to replace a posterior single missing tooth is a single-tooth implant (Figure 1-8).
vi: A treatment option to replace a posterior single missing tooth is a single-tooth implant (Hình 1-8).

source: A ﬁxed-implant restoration may be indicated for either the partially or the completely edentulous patient. The psychological advantage of ﬁxed teeth is a major beneﬁt, and edentulous patients often feel the implant teeth are better than their own.
vi: Một phục hình cố định có thể được chỉ định cho cả bệnh nhân mất răng toàn phần và mất răng bán phần. Ưu điểm về tâm lý của phục hình cố định là lợi ích chính, và bệnh nhân mất răng thường cảm giác răng implant tốt hơn cái của họ.mất răng toàn phần

source: A high smile line displays interdental papillae and the cervical regions above the teeth and are observed in 11% of patients (more women than men).
vi: Đường cười cao thấy nhú nướu và vùng cổ răng phía trên răng thấy ở 11% bệnh nhân (nữ nhiều hơn nam).

source: A square arch form
vi: Cung răng dạng vuông

source: ABUTMENT OPTIONS
vi: CHỌN LỰA ABUTMENT

source: About the Author
vi: Về Tác giả

source: Accurate measurements may be made along with the use of three-dimensional bone models depicting the exact anatomy present (Figure 3-20).
vi: Accurate measurements may be made along with the use of three-dimensional bone models depicting the exact anatomy present (Hình 3-20).

source: Additional advantages of digital intraoperative imaging include manipulation of images, calibration, accurate measurements and positioning, and maintenance of aseptic protocol (Figures 3-22 and 3-23).
vi: Additional advantages of digital intraoperative imaging include manipulation of images, calibration, accurate measurements and positioning, and maintenance of aseptic protocol (Hìnhs 3-22 and 3-23).

source: Additional numbers are most often required, and primarily related to the patient force factors or to bone density in the edentulous sites.
vi: Tăng thêm số lượng implant là cần thiết, và thường liên quan chủ yếu tới yếu tố lực và mật độ xương vùng mất răng.

source: Additionally, digital radiography has been shown to have the advantage over conventional radiography with respect to “edge enhancement,” which is the ability to detect space between the implant and the surrounding bone (Figure 3-27).107 Because of the variability of operator-controlled problems, a strict quality assurance protocol should be used to maintain ideal image quality over time.
vi: Additionally, digital radiography has been shown to have the advantage over conventional radiography with respect to “edge enhancement,” which is the ability to detect space between the implant and the surrounding bone (Hình 3-27).107 Because of the variability of operator-controlled problems, a strict quality assurance protocol should be used to maintain ideal image quality over time.

source: Advantages of Fixed Restorations in the Partially Edentulous Patient
vi: Ưu điểm của Phục hình cố định ở bệnh nhân mất răng bán phần

source: Advantages of Removable Implant-Supported Prostheses in the Completely Edentulous Patient
vi: Ưu Điểm Của Phục Hình Tháo Lắp Trên Implant Trên Bệnh Nhân Mất Răng Toàn Phần

source: After this ﬁrst important step, the individual areas of ideal or key abutment support are determined to assess whether it is possible to place the implants to support the intended prosthesis.
vi: Sau bước quan trọng này, vùng lý tưởng hoặc implant chìa khoá được xác định để đánh giá, có thể đặt được implant nâng đỡ để làm phục hình hay không.

source: After the master impression is obtained, the corresponding analog (e.g., implant body, abutment for screw) is attached to the transfer coping and the assembly is poured in stone to fabricate the master cast (Figure 2-12).
vi: After the master impression is obtained, the corresponding analog (e.g., implant body, abutment for screw) is attached to the transfer coping and the assembly is poured in stone to fabricate the master cast (Hình 2-12).

source: After the implants are uncovered, the superstructure is fabricated within the guidelines of the existing treatment restoration.
vi: Sau khi implant được mở ra, cấu trúc bên trên được chế tạo mà không cần hướng dẫn của phục hình điều trị đang có.

source: Age (years)
vi: Tuổi (năm)

source: Aging of materials
vi: Tuổi thọ vật liệu

source: Almost 50% of patients display the teeth up to a ﬁrst premolar.
vi: Khoảng 50% bệnh nhân thấy đến răng cối nhỏ thứ nhất.

source: Almost all man-made creations, whether art, building, or prostheses, require the end result to be visualized and precisely planned for optimal results.
vi: Hầu như tất cả sáng tạo của con người, nghệ thuật, xây dựng, hoặc phục hình, đòi hỏi kết quả sau cùng có kế hoạch khả thi và chính xác để đạt được kết quả tối ưu.

source: Almost every implant is in the interproximal embrasure.
vi: Hầu hết mỗi implant nằm trong khoảng hở tiếp cận.

source: Also, this radiographic modality is the image of choice for evaluation of sinus infection or postsurgical sinusitis complications (Figure 3-29).
vi: Also, this radiographic modality is the image of choice for evaluation of sinus infection or postsurgical sinusitis complications (Hình 3-29).

source: Although many names have been applied, the 1988 National Institutes of Health consensus statement on dental implants and the American Academy of Implant Dentistry recognized the term root form.1,22,33 The exponential growth of implant use over the last 20 years has been paralleled by an explosion of the implant manufacturing ﬁeld.34 There are currently more than 90 implant body designs available, offering countless combinations of design features: screws, baskets, plateaus, balls, cylinders, diameters, lengths, prosthetic connections, and surface conditions35-54 (Figure 2-3).
vi: Although many names have been applied, the 1988 National Institutes of Health consensus statement on dental implants and the American Academy of Implant Dentistry recognized the term root form.1,22,33 The exponential growth of implant use over the last 20 years has been paralleled by an explosion of the implant manufacturing ﬁeld.34 There are currently more than 90 implant body designs available, offering countless combinations of design features: screws, baskets, plateaus, balls, cylinders, diameters, lengths, prosthetic connections, and surface conditions35-54 (Hình 2-3).

source: Although this may be a cost disadvantage, it is outweighed by signiﬁcant intraoral health beneﬁts.
vi: Mặc dù điều này có thế bất lợi về giá cả, nhưng nó có lợi hơn khi so sánh lợi ích trong miệng.

source: Although the implant is not positioned in an ideal mesiodistal position, it should be placed in the correct facial-lingual position to ensure that contour, hygiene, and direction of forces are not compromised.
vi: Mặc dù implant không ở vị trí gần xa lý tưởng, nó có thể được đặt ở vị trí má lưỡi chính xác để chắc chắn đường viền, vệ sinh, và hướng của lực không tốt..

source: Alveolar bone ﬁrst appears when Hertwig’s root sheath of the tooth bud evolves57 (Figure 1-13).
vi: Alveolar bone ﬁrst appears when Hertwig’s root sheath of the tooth bud evolves57 (Hình 1-13).

source: Alveolar bone resorption associated with orthodontic therapy also illustrates the biomechanical sensitivity of the alveolar processes.36 Generalized trabecular bone loss in the jaws occurs in regions around a tooth from a decrease in mechanical strain.37 Orban demonstrated a decrease in the trabecular bone pattern around a maxillary molar with no opposing occlusion, compared with a tooth with occlusal contacts on the contralateral side38 (Figure 7-6).
vi: Alveolar bone resorption associated with orthodontic therapy also illustrates the biomechanical sensitivity of the alveolar processes.36 Generalized trabecular bone loss in the jaws occurs in regions around a tooth from a decrease in mechanical strain.37 Orban demonstrated a decrease in the trabecular bone pattern around a maxillary molar with no opposing occlusion, compared with a tooth with occlusal contacts on the contralateral side38 (Hình 7-6).

source: An RP-5 restoration has primarily anterior implant support and posterior soft tissue support in the maxilla or mandible.
vi: Phục hình RP-5 có phía trước nâng đỡ bởi implant và phía sau bởi mô mềm nâng đỡ ở hàm trên hoặc hàm dưới.

source: An alternative treatment plan may be to cantilever pontics from anterior implants.
vi: Kế hoạch điều trị thay thế có thế có thể làm nhịp vói ở các implant phía trước.

source: An organized treatment approach based on the prosthesis permits predictable therapy results.
vi: Một phương pháp điều trị có tổ chức dựa trên phục hình cho phép tiên đoán kết quả điều trị.

source: An FP-1 is a ﬁxed restoration and appears to the patient to replace only the anatomical crowns of the missing natural teeth.
vi: FP-1 là một phục hình cố định thay thế một răng mất.

source: An FP-2 or FP-3 prosthesis rarely has the patient’s interdental papillae or ideal soft tissue contours around the emergence of the crowns, because these restorations are used when there is more crown height space and the lip does not expose the soft tissue regions of the patient.
vi: Phục hình FP-2 hoăc FP-3 hiếm khi có nhú nướu của bệnh nhân hoặc đường viền mô mềm lý tưởng xung quanh mão răng, bởi vì những phục hình này được dùng khi nhiều chiều cao mão răng và môi không bộc lộ vùng mô mềm.

source: An FP-2 ﬁxed prosthesis appears to restore the anato- mical crown and a portion of the root of the natural tooth.
vi: Phục hình cố định FP-2 phục hồi thân răng giải phẫu và một phần chân răng.

source: An additional cause of surgical failure is micromove- ment of the implant while the developing interface is established (Figure 4-3).
vi: An additional cause of surgical failure is micromove- ment of the implant while the developing interface is established (Hình 4-3).

source: An alternative to the traditional porcelain-metal ﬁxed prosthesis is a hybrid restoration (see Table 5-2).
vi: Một thay thế cho phục hình cố định sứ kim loại là phục hình lai (xem bảng 5-2)

source: An arch is divided into ﬁve segments.
vi: Một cung răng chia thành năm phân đoạn.

source: An arch may be divided into ﬁve segments, similar to an open pentagon (Figure 8-15).
vi: An arch may be divided into ﬁve segments, similar to an open pentagon (Hình 8-15).

source: An axiom of implant treatment is to provide the most predictable, most cost-effective treatment that will satisfy the patient’s anatomical needs and personal desires.
vi: Một nguyên tắc của điều trị implant là chuẩn bị dự đoán tốt nhất,giá cả điều trị hợp lý nhất sẽ làm thoả mãn nhu cầu về giải phẫu và mong muốn của cá nhân.

source: An implant body designed for the soft bone should have more and deeper threads than an implant body designed for hard bone (Figure 7-28).
vi: An implant body designed for the soft bone should have more and deeper threads than an implant body designed for hard bone (Hình 7-28).

source: An FP-3 porcelain-to-metal restoration is more difﬁcult to fabricate for the laboratory technician than an FP-2 prosthesis. The pink porcelain is harder to make appear as soft tissue and usually requires more baking cycles.
vi: Phục hình FP-3 sứ kim loại khó chế tạo trong labo hơn phục hình FP-2 . Sứ hồng thì cứng hơn để làm trông như mô mềm và thường đòi hỏi nhiều chu kỳ nướng hơn.

source: Approximately 7% of males and 14% of females have a high smile or “gummy” smile and display more than 2 mm of gingival above the free gingival margin of the teeth.13
vi: Xấp xỉ 7% đàn ông và 14% phụ nữ có nụ cười cao hoặc cười "hở nướu" và lộ ra hơn 2 mm nướu trên viền nướu tự do.13

source: Arch shape affects the A-P distance.
vi: Hình dạng cung răng ảnh hưởng tới khoảng cách trước sau.

source: Arch dynamics
vi: Cung động.

source: As a consequence, the maxilla has a thin cortical plate and ﬁne trabecular bone supporting the teeth (Figure 7-4).
vi: As a consequence, the maxilla has a thin cortical plate and ﬁne trabecular bone supporting the teeth (Hình 7-4).

source: As a general rule, the maxillary arch has reduced lingual contours and the mandibular posterior has reduced buccal contours.
vi: Như một quy luật chung, cung răng hàm trên giảm đường viền phía lưỡi và phía sau hàm dưới giảm đường viền phía má.
